Repository: quarckster/kodi.kino.pub
Catalog: src/resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32001
source: Device activation
ru_ru: Активация устройства
uk_ua: Активація пристрою

# #32002
source: Authentication error
ru_ru: Ошибка аутентификации
uk_ua: Помилка аутентифікації

# #32003
source: Authentication failed
ru_ru: Активация не удалась
uk_ua: Активація не вдалася

# #32004
source: Open
ru_ru: Откройте
uk_ua: Відкрийте

# #32005
source: and enter the code
ru_ru: и введите следующий код
uk_ua: та введіть код

# #32006
source: Server response status code
ru_ru: Код ответа сервера
uk_ua: Код відповіді серверу

# #32007
source: Try again
ru_ru: Попробуйте ещё раз
uk_ua: Спробуйте ще раз

# #32008
source: kino.pud does not respond
ru_ru: Не удалось получить ответ от kino.pub

# #32009
source: Won't watch
ru_ru: Не буду смотреть
uk_ua: Не буду дивитись

# #32010
source: Will watch
ru_ru: Буду смотреть
uk_ua: Буду дивитись

# #32011
source: Mark as unseen
ru_ru: Отметить как непросмотренное
uk_ua: Відмітити як непереглянуте

# #32012
source: Mark as seen
ru_ru: Отметить как просмотренное
uk_ua: Відмітити як переглянуте

# #32013
source: Change bookmarks
ru_ru: Изменить закладки
uk_ua: Змінити закладку

# #32014
source: kino.pub comments
ru_ru: Комментарии kino.pub
uk_ua: Коментарі kino.pub

# #32015
source: Similar movies
ru_ru: Похожие фильмы
uk_ua: Схожі фільми

# #32016
source: Next
ru_ru: Вперёд
uk_ua: Вперед

# #32017
source: Home
ru_ru: Домой
uk_ua: Додому

# #32018
source: Activate device
ru_ru: Активировать устройство
uk_ua: Активувати пристрій

# #32019
source: Search
ru_ru: Поиск
uk_ua: Пошук

# #32020
source: Fresh
ru_ru: Последние
uk_ua: Останні

# #32021
source: Hot
ru_ru: Горячие
uk_ua: Гарячі

# #32022
source: Popular
ru_ru: Популярные
uk_ua: Популярні

# #32023
source: Alphabet
ru_ru: По алфавиту
uk_ua: За алфавітом

# #32024
source: Genres
ru_ru: Жанры
uk_ua: Жанри

# #32025
source: New search
ru_ru: Новый поиск
uk_ua: Новий пошук

# #32026
source: Clean search history?
ru_ru: Очистить историю поиска?
uk_ua: Очистити історію пошуку

# #32027
source: Trailer
ru_ru: Трейлер
uk_ua: Tрейлер

# #32028
source: Make a folder
ru_ru: Создать папку
uk_ua: Створити папку

# #32029
source: Delete
ru_ru: Удалить
uk_ua: Видалити

# #32030
source: TV Show has been added to the watchlist
ru_ru: Сериал добавлен в список "Буду смотреть"

# #32031
source: TV Show has been removed from the watchlist
ru_ru: Сериал удалён из списка "Буду смотреть"

# #32032
source: Bookmarks folders
ru_ru: Папки закладок
uk_ua: Папки закладок

# #32033
source: Bookmarks have been changed
ru_ru: Закладки для видео изменены
uk_ua: Закладки для відео змінені

# #32034
source: Bookmarks folder name
ru_ru: Имя папки закладок
uk_ua: Імʼя папки закладок

# #32035
source: User name
ru_ru: Имя пользователя
uk_ua: Імʼя користувача

# #32036
source: Registration date
ru_ru: Дата регистрации
uk_ua: Дата реєстрації

# #32037
source: Subscription days remaining
ru_ru: Остаток дней подписки
uk_ua: Залишилося днів підписки

# #32038
source: Account data
ru_ru: Информация об учётной записи
uk_ua: Данні аккаунту

# #32039
source: It's empty here
ru_ru: Пока тут пусто
uk_ua: Наразі тут нічого нема

# #32040
source: Comments
ru_ru: Комментарии
uk_ua: Коментарі

# #32042
source: inputstream helper has been installed
ru_ru: inputstream helper установлен

# #32043
source: Choose video quality
ru_ru: Выберите качество видео
uk_ua: Оберіть якість відео

# #32044
source: HLS stream is not supported
ru_ru: HLS поток не поддерживается

# #32045
source: ended
ru_ru: окончен
uk_ua: завершено

# #32046
source: on air
ru_ru: в эфире
uk_ua: в ефірі

# #32047
source: Profile
ru_ru: Профиль
uk_ua: Профіль

# #32048
source: Bookmarks
ru_ru: Закладки
uk_ua: Закладки

# #32049
source: I'm watching
ru_ru: Я смотрю
uk_ua: Я дивлюсь

# #32050
source: Watching movies
ru_ru: Недосмотренные
uk_ua: Додивитись

# #32051
source: TV
ru_ru: ТВ
uk_ua: ТБ

# #32052
source: Collections
ru_ru: Подборки
uk_ua: Підборки

# #32053
source: Movies
ru_ru: Фильмы
uk_ua: Фільми

# #32054
source: TV Series
ru_ru: Сериалы

# #32055
source: TV Show
ru_ru: ТВ шоу

# #32056
source: Concerts
ru_ru: Концерты
uk_ua: Концерти

# #32057
source: Documentary
ru_ru: Документальные фильмы
uk_ua: Документальні фільми

# #32058
source: Documentary series
ru_ru: Документальные сериалы
uk_ua: Документальні серіали

# #32059
source: last update
ru_ru: дате обновления
uk_ua: останні оновлення

# #32060
source: adding date
ru_ru: дате добавления
uk_ua: дата додання

# #32061
source: year
ru_ru: году
uk_ua: за роком

# #32062
source: title
ru_ru: названию
uk_ua: назвою

# #32063
source: rating
ru_ru: рейтингу
uk_ua: рейтингом

# #32064
source: Kinopoisk rating
ru_ru: Кинопоиску
uk_ua: Kinopoisk

# #32065
source: views
ru_ru: просмотрам
uk_ua: переглядами

# #32066
source: watchers
ru_ru: зрителям
uk_ua: глядачами

# #32067
source: desc
ru_ru: по убыванию
uk_ua: за убуванням

# #32068
source: asc
ru_ru: по возрастанию
uk_ua: за зростанням

# #32069
source: General
ru_ru: Общие
uk_ua: Загальні

# #32070
source: Video quality
ru_ru: Качество видео
uk_ua: Якість відео

# #32071
source: Streaming type
ru_ru: Тип стриминга
uk_ua: Тип стримінгу

# #32072
source: CDN location
ru_ru: Локация CDN
uk_ua: Локація CDN

# #32073
source: Russia
ru_ru: Россия
uk_ua: Росія

# #32074
source: Netherlands
ru_ru: Нидерланды
uk_ua: Нідерланди

# #32075
source: Ask about video quality
ru_ru: Спрашивать о качестве видео
uk_ua: Питати про якість відео

# #32076
source: Mark videos with ads
ru_ru: Отмечать видео с рекламой
uk_ua: Відмічати відео з рекламою

# #32077
source: Exclude anime
ru_ru: Исключить аниме
uk_ua: Виключити аніме

# #32078
source: InputStream Adaptive required
ru_ru: Требуется InputStream Adaptive

# #32079
source: Use InputStream Adaptive
ru_ru: Использовать InputStream Adaptive

# #32080
source: Install InputStream helper
ru_ru: Установить InputStream helper
uk_ua: Встановити InputStream helper

# #32081
source: Sorting
ru_ru: Сортировка
uk_ua: Сортування

# #32082
source: Sort by
ru_ru: Сортировать по
uk_ua: Сортувати за

# #32083
source: Sort direction
ru_ru: Направление сортировки
uk_ua: Напрям сортирування

# #32084
source: Search history settings
ru_ru: Настройки истории поиска
uk_ua: Налаштування історії пошуку

# #32085
source: Search history entries
ru_ru: Количество записей в истории поиска
uk_ua: Кількість записів в історії пошуку

# #32086
source: Reset search history
ru_ru: Сбросить историю поиска
uk_ua: Очистити історію пошуку

# #32087
source: Reset auth
ru_ru: Сбросить аутентификацию
uk_ua: Збити аутентифікацію

# #32088
source: Main menu elements
ru_ru: Элементы главного меню
uk_ua: Елементи головного меню

# #32089
source: By
ru_ru: По
uk_ua: За

# #32092
source: Configure InputStream Adaptive
ru_ru: Настроить InputStream Adaptive
uk_ua: Налаштувати InputStream Adaptive

# #32093
source: Fix HLS2/4 Stream-Manifest
ru_ru: Исправлять HLS2/4 Stream-Manifest

# #32008
source: kino.pub does not respond
uk_ua: Не вдалося отримати відповідь від kino.pub

# #32030
source: TV show has been added to the watchlist
uk_ua: Серіал додано у список "Буду дивитись"

# #32031
source: TV show has been removed from the watchlist
uk_ua: Серіал видалено зі списку "Буду дивитись"

# #32042
source: InputStream helper has been installed
uk_ua: inputstream helper встановлено

# #32054
source: TV series
uk_ua: Серіали

# #32055
source: TV show
uk_ua: ТБ шоу

# #33001
source: Fix HLS2/4 Stream-Manifest
uk_ua: Виправляти HLS2/4 Stream-Manifest
